Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 经典模式会恢复 AppPorts 1.8.1 及以前的做法，包括它已知的风险：
ar: يعيد الوضع التقليدي أسلوب AppPorts 1.8.1 والإصدارات الأقدم، بما في ذلك مخاطره المعروفة:
de: Der klassische Modus stellt das Verhalten von AppPorts 1.8.1 und älter wieder her, einschließlich der bekannten Risiken:
en: Classic mode restores the behaviour of AppPorts 1.8.1 and earlier, including its known risks:
eo: Klasika reĝimo revenigas la metodon de AppPorts 1.8.1 kaj pli fruaj versioj, inkluzive de ĝiaj konataj riskoj:
es: El modo clásico recupera el funcionamiento de AppPorts 1.8.1 y versiones anteriores, incluidos sus riesgos conocidos:
fr: Le mode classique rétablit le fonctionnement d’AppPorts 1.8.1 et des versions antérieures, y compris ses risques connus :
hi: क्लासिक मोड AppPorts 1.8.1 और पुराने संस्करणों का तरीका वापस लाता है, उसके ज्ञात जोखिमों समेत:
id: Mode klasik mengembalikan cara kerja AppPorts 1.8.1 dan versi sebelumnya, termasuk risiko yang diketahui:
it: La modalità classica ripristina il comportamento di AppPorts 1.8.1 e versioni precedenti, compresi i rischi noti:
ja: クラシックモードでは、AppPorts 1.8.1 以前の動作に戻ります。既知のリスクも含まれます：
ko: 클래식 모드는 알려진 위험을 포함하여 AppPorts 1.8.1 및 이전 버전의 방식으로 돌아갑니다:
nl: De klassieke modus herstelt de werkwijze van AppPorts 1.8.1 en ouder, inclusief de bekende risico’s:
pl: Tryb klasyczny przywraca sposób działania AppPorts 1.8.1 i starszych wersji, wraz ze znanymi zagrożeniami:
pt: O modo clássico retoma o comportamento do AppPorts 1.8.1 e versões anteriores, incluindo os riscos conhecidos:
ru: Классический режим возвращает поведение AppPorts 1.8.1 и более ранних версий, включая известные риски:
th: โหมดดั้งเดิมนำวิธีของ AppPorts 1.8.1 และเวอร์ชันก่อนหน้ากลับมาใช้ รวมถึงความเสี่ยงที่ทราบแล้ว:
tr: Klasik mod, bilinen riskleriyle birlikte AppPorts 1.8.1 ve önceki sürümlerin yöntemini geri getirir:
vi: Chế độ cổ điển dùng lại cách làm của AppPorts 1.8.1 trở về trước, bao gồm các rủi ro đã biết:
zh_hant: 經典模式會恢復 AppPorts 1.8.1 及更早版本的做法，包括其已知風險：

source: 该目录已经是挂载迁移项：%@
ar: هذا المجلد مسجّل بالفعل للترحيل بالتحميل: %@
de: Dieser Ordner wurde bereits per Mount-Migration migriert: %@
en: This directory is already a mount migration: %@
eo: Ĉi tiu dosierujo jam estas ero de migrado per muntado: %@
es: Esta carpeta ya se ha migrado por montaje: %@
fr: Ce dossier a déjà fait l’objet d’une migration par montage : %@
hi: यह डायरेक्ट्री पहले से माउंट द्वारा माइग्रेशन में शामिल है: %@
id: Direktori ini sudah merupakan item migrasi dengan pemasangan: %@
it: Questa cartella è già stata migrata tramite montaggio: %@
ja: このディレクトリはすでにマウント移行されています：%@
ko: 이 디렉토리는 이미 마운트 마이그레이션 항목입니다: %@
nl: Deze map is al via aankoppelen gemigreerd: %@
pl: Ten folder został już zmigrowany przez montowanie: %@
pt: Esta pasta já foi migrada por montagem: %@
ru: Эта папка уже перенесена с монтированием: %@
th: ไดเรกทอรีนี้เป็นรายการที่ย้ายแบบต่อเชื่อมอยู่แล้ว: %@
tr: Bu klasör zaten bağlayarak taşıma yöntemiyle taşınmış: %@
vi: Thư mục này đã là mục di chuyển bằng gắn kết: %@
zh_hant: 此目錄已經是掛載遷移項目：%@

source: 该路径不是真实目录，无法挂载迁移：%@
ar: هذا المسار ليس مجلدًا فعليًا، ولا يمكن ترحيله بالتحميل: %@
de: Dieser Pfad ist kein echter Ordner. Mount-Migration ist nicht möglich: %@
en: Not a real directory, cannot mount-migrate: %@
eo: Ĉi tiu vojo ne estas vera dosierujo; ne eblas migrigi ĝin per muntado: %@
es: Esta ruta no es una carpeta real. No se puede migrar por montaje: %@
fr: Ce chemin n’est pas un dossier réel. Impossible d’effectuer une migration par montage : %@
hi: यह पथ वास्तविक डायरेक्ट्री नहीं है। माउंट द्वारा माइग्रेशन संभव नहीं है: %@
id: Jalur ini bukan direktori sebenarnya, sehingga tidak dapat dimigrasikan dengan pemasangan: %@
it: Il percorso non è una cartella reale. Impossibile eseguire la migrazione tramite montaggio: %@
ja: このパスは実際のディレクトリではないため、マウント移行できません：%@
ko: 이 경로는 실제 디렉토리가 아니므로 마운트 마이그레이션할 수 없습니다: %@
nl: Het pad is geen echte map. Migratie via aankoppelen is niet mogelijk: %@
pl: Ta ścieżka nie jest rzeczywistym folderem. Migracja przez montowanie jest niemożliwa: %@
pt: O caminho não é uma pasta real. Não é possível migrar por montagem: %@
ru: Путь не является настоящей папкой. Перенос с монтированием невозможен: %@
th: เส้นทางนี้ไม่ใช่ไดเรกทอรีจริง จึงย้ายแบบต่อเชื่อมไม่ได้: %@
tr: Bu yol gerçek bir klasör değil. Bağlayarak taşıma yapılamıyor: %@
vi: Đường dẫn này không phải thư mục thật, không thể di chuyển bằng gắn kết: %@
zh_hant: 此路徑不是實際的目錄，無法掛載遷移：%@

source: 读不到外部存储路径：%@。请连接外部存储后重新检查。
ar: تعذرت قراءة مسار التخزين الخارجي: %@. وصّل التخزين الخارجي وأعد الفحص.
de: Der Pfad des externen Speichers kann nicht gelesen werden: %@. Verbinde den externen Speicher und prüfe erneut.
en: Cannot read the external storage path: %@. Connect the external storage and check again.
eo: Ne eblas legi la vojon de la ekstera konservilo: %@. Konektu la eksteran konservilon kaj rekontrolu.
es: No se puede leer la ruta del almacenamiento externo: %@. Conecta el almacenamiento externo y vuelve a comprobarlo.
fr: Impossible de lire le chemin du stockage externe : %@. Connectez le stockage externe, puis vérifiez à nouveau.
hi: बाहरी स्टोरेज का पथ पढ़ा नहीं जा सका: %@। बाहरी स्टोरेज जोड़ें और फिर से जाँचें।
id: Tidak dapat membaca jalur penyimpanan eksternal: %@. Hubungkan penyimpanan eksternal lalu periksa lagi.
it: Impossibile leggere il percorso dell’unità esterna: %@. Collega l’unità esterna e ripeti la verifica.
ja: 外部ストレージのパスを読み取れません：%@。外部ストレージを接続してから再チェックしてください。
ko: 외장 저장 장치 경로를 읽을 수 없습니다: %@. 외장 저장 장치를 연결한 후 다시 확인하세요.
nl: Het pad naar de externe opslag kan niet worden gelezen: %@. Sluit de externe opslag aan en controleer opnieuw.
pl: Nie można odczytać ścieżki nośnika zewnętrznego: %@. Podłącz nośnik zewnętrzny i sprawdź ponownie.
pt: Não é possível ler o caminho do armazenamento externo: %@. Conecte o armazenamento externo e verifique novamente.
ru: Не удаётся прочитать путь внешнего накопителя: %@. Подключите накопитель и повторите проверку.
th: อ่านเส้นทางอุปกรณ์จัดเก็บข้อมูลภายนอกไม่ได้: %@ โปรดเชื่อมต่ออุปกรณ์แล้วตรวจสอบอีกครั้ง
tr: Harici depolama yolu okunamıyor: %@. Harici depolamayı bağlayıp yeniden kontrol edin.
vi: Không thể đọc đường dẫn bộ nhớ ngoài: %@. Hãy kết nối bộ nhớ ngoài rồi kiểm tra lại.
zh_hant: 無法讀取外接儲存裝置路徑：%@。請連接外接儲存裝置後重新檢查。

source: 迁回本地
ar: الإعادة إلى هذا الـ Mac
de: Zurück auf diesen Mac
en: Move back
eo: Remeti sur ĉi tiun Mac
es: Devolver a este Mac
fr: Ramener sur ce Mac
hi: इस Mac पर वापस लाएँ
id: Kembalikan ke Mac ini
it: Riporta sul Mac
ja: ローカルに戻す
ko: 이 Mac으로 다시 이동
nl: Zet terug op deze Mac
pl: Przenieś z powrotem na Maca
pt: Trazer de volta ao Mac
ru: Вернуть на Mac
th: ย้ายกลับมาในเครื่อง
tr: Bu Mac’e Geri Taşı
vi: Chuyển về máy
zh_hant: 遷回本機

source: 迁移应用需要替换 /Applications 里的本地副本。请在「系统设置 › 隐私与安全性 › App 管理」里允许 AppPorts。
ar: يتطلب ترحيل التطبيقات استبدال النسخ المحلية في /Applications. اسمح لـ AppPorts في «إعدادات النظام › الخصوصية والأمن › إدارة التطبيقات».
de: Für die Migration einer App muss ihre lokale Kopie in /Applications ersetzt werden. Erlaube AppPorts unter „Systemeinstellungen › Datenschutz & Sicherheit › App-Verwaltung“ den Zugriff.
en: Migrating an app replaces its local copy in /Applications. Allow AppPorts under System Settings › Privacy & Security › App Management.
eo: Migrado de aplikaĵoj bezonas anstataŭigi la lokan kopion en /Applications. Permesu AppPorts en “Sistemaj agordoj › Privateco kaj sekureco › Administrado de aplikaĵoj”.
es: Para migrar una app, es necesario sustituir su copia local en /Applications. Permite AppPorts en «Ajustes del Sistema › Privacidad y seguridad › Gestión de apps».
fr: Pour migrer une app, il faut remplacer sa copie locale dans /Applications. Autorisez AppPorts dans « Réglages Système › Confidentialité et sécurité › Gestion des apps ».
hi: ऐप माइग्रेट करने के लिए /Applications में स्थानीय कॉपी बदलनी होती है। “सिस्टम सेटिंग्ज़ › गोपनीयता और सुरक्षा › ऐप प्रबंधन” में AppPorts को अनुमति दें।
id: Migrasi app memerlukan penggantian salinan lokal di /Applications. Izinkan AppPorts di “Pengaturan Sistem › Privasi & Keamanan › Manajemen App”.
it: Per migrare le app occorre sostituire la copia locale in /Applications. Consenti l’accesso ad AppPorts in “Impostazioni di Sistema › Privacy e Sicurezza › Gestione app”.
ja: アプリを移行するには、/Applications 内のローカルコピーを置き換える必要があります。「システム設定 › プライバシーとセキュリティ › App管理」で AppPorts を許可してください。
ko: 앱을 마이그레이션하려면 /Applications의 로컬 복사본을 교체해야 합니다. 시스템 설정 › 개인정보 보호 및 보안 › 앱 관리에서 AppPorts를 허용하세요.
nl: Om een app te migreren, moet de lokale kopie in /Applications worden vervangen. Geef AppPorts toestemming in ‘Systeeminstellingen › Privacy en beveiliging › Appbeheer’.
pl: Migracja aplikacji wymaga zastąpienia lokalnej kopii w /Applications. Zezwól na to AppPorts w „Ustawienia systemowe › Prywatność i ochrona › Zarządzanie aplikacjami”.
pt: A migração de apps precisa substituir a cópia local em /Applications. Permita o AppPorts em “Ajustes do Sistema › Privacidade e Segurança › Gerenciamento de Apps”.
ru: Для переноса приложений необходимо заменять их локальные копии в /Applications. Разрешите это для AppPorts в разделе «Системные настройки › Конфиденциальность и безопасность › Управление приложениями».
th: การย้ายแอปต้องแทนที่สำเนาในเครื่องที่อยู่ใน /Applications โปรดอนุญาต AppPorts ใน “การตั้งค่าระบบ › ความเป็นส่วนตัวและความปลอดภัย › การจัดการแอป”
tr: Uygulamaları taşımak için /Applications içindeki yerel kopyanın değiştirilmesi gerekir. “Sistem Ayarları › Gizlilik ve Güvenlik › Uygulama Yönetimi” bölümünde AppPorts’a izin verin.
vi: Di chuyển ứng dụng cần thay thế bản cục bộ trong /Applications. Cho phép AppPorts trong “Cài đặt hệ thống › Quyền riêng tư & Bảo mật › Quản lý ứng dụng”.
zh_hant: 遷移應用程式需要替換 /Applications 中的本機副本。請在「系統設定 › 隱私權與安全性 › App 管理」中允許 AppPorts。

source: 还原容器数据
ar: استعادة بيانات الحاوية
de: Containerdaten wiederherstellen
en: Restore container data
eo: Restarigi ujajn datumojn
es: Restaurar datos del contenedor
fr: Restaurer les données du conteneur
hi: कंटेनर डेटा पुनर्स्थापित करें
id: Pulihkan data kontainer
it: Ripristina i dati del contenitore
ja: コンテナデータを復元
ko: 컨테이너 데이터 복원
nl: Containergegevens herstellen
pl: Przywróć dane kontenera
pt: Restaurar dados do contêiner
ru: Восстановить данные контейнера
th: กู้คืนข้อมูลคอนเทนเนอร์
tr: Kapsayıcı Verilerini Geri Yükle
vi: Khôi phục dữ liệu bộ chứa
zh_hant: 還原容器資料

source: 还原挂载迁移目录
ar: استعادة مجلد مُرحّل بالتحميل
de: Per Mount-Migration migrierten Ordner wiederherstellen
en: Restore mount-migrated directory
eo: Restarigi dosierujon migrigitan per muntado
es: Restaurar carpeta migrada por montaje
fr: Restaurer le dossier migré par montage
hi: माउंट द्वारा माइग्रेट की गई डायरेक्ट्री पुनर्स्थापित करें
id: Pulihkan direktori hasil migrasi dengan pemasangan
it: Ripristina cartella migrata tramite montaggio
ja: マウント移行したディレクトリを復元
ko: 마운트 마이그레이션한 디렉토리 복원
nl: Via aankoppelen gemigreerde map herstellen
pl: Przywróć folder zmigrowany przez montowanie
pt: Restaurar pasta migrada por montagem
ru: Восстановить папку, перенесённую с монтированием
th: กู้คืนไดเรกทอรีที่ย้ายแบบต่อเชื่อม
tr: Bağlayarak Taşıma Yapılan Klasörü Geri Yükle
vi: Khôi phục thư mục đã di chuyển bằng gắn kết
zh_hant: 還原掛載遷移目錄

source: 还有 %lld 个容器目录指向外置盘。重装前必须先还原，否则重装后应用仍读不到数据。
ar: لا تزال %lld مجلدات حاويات تشير إلى القرص الخارجي. يجب استعادتها قبل إعادة التثبيت، وإلا فلن يتمكن التطبيق من قراءة بياناته بعد إعادة تثبيته.
de: %lld Containerordner verweisen noch auf das externe Laufwerk. Stelle sie vor der Neuinstallation wieder her, sonst kann die App ihre Daten auch danach nicht lesen.
en: %lld container directories still point to the external drive. Restore them before reinstalling, or the reinstalled app still cannot read its data.
eo: Ankoraŭ %lld ujaj dosierujoj montras al la ekstera disko. Restarigu ilin antaŭ reinstalo, alie la reinstalita aplikaĵo ankoraŭ ne povos legi siajn datumojn.
es: %lld carpetas de contenedores siguen apuntando al disco externo. Restáuralas antes de reinstalar la app; de lo contrario, seguirá sin poder leer sus datos.
fr: %lld dossiers de conteneurs pointent encore vers le disque externe. Restaurez-les avant de réinstaller l’app, sinon elle ne pourra toujours pas lire ses données.
hi: अभी भी %lld कंटेनर डायरेक्ट्री बाहरी ड्राइव की ओर इशारा करती हैं। फिर से इंस्टॉल करने से पहले इन्हें पुनर्स्थापित करना ज़रूरी है, वरना उसके बाद भी ऐप डेटा नहीं पढ़ पाएगा।
id: Masih ada %lld direktori kontainer yang mengarah ke drive eksternal. Pulihkan sebelum menginstal ulang; jika tidak, app tetap tidak dapat membaca data setelah diinstal ulang.
it: Ci sono ancora %lld cartelle di contenitori che puntano all’unità esterna. Devi ripristinarle prima di reinstallare l’app, altrimenti l’app reinstallata non potrà ancora leggere i dati.
ja: まだ %lld 個のコンテナディレクトリが外部ドライブを指しています。再インストールの前に必ず復元してください。復元しないと、再インストール後もアプリはデータを読み取れません。
ko: 컨테이너 디렉토리 %lld개가 아직 외장 드라이브를 가리키고 있습니다. 재설치 전에 반드시 복원하세요. 그렇지 않으면 재설치 후에도 앱이 데이터를 읽을 수 없습니다.
nl: Nog %lld containermappen verwijzen naar de externe schijf. Herstel deze voordat je de app opnieuw installeert, anders kan de app daarna zijn gegevens nog steeds niet lezen.
pl: Foldery kontenerów nadal wskazujące na dysk zewnętrzny: %lld. Musisz je przywrócić przed ponowną instalacją, inaczej aplikacja nadal nie będzie mogła odczytać danych.
pt: Ainda há %lld pastas de contêineres apontando para a unidade externa. Restaure-as antes de reinstalar, ou o app reinstalado continuará sem conseguir ler os dados.
ru: Папок контейнеров, всё ещё ссылающихся на внешний накопитель: %lld. Перед переустановкой их необходимо восстановить, иначе приложение и после переустановки не сможет прочитать данные.
th: ยังมีไดเรกทอรีคอนเทนเนอร์ %lld รายการที่ชี้ไปยังไดรฟ์ภายนอก ต้องกู้คืนก่อนติดตั้งใหม่ ไม่เช่นนั้นแอปที่ติดตั้งใหม่ก็ยังอ่านข้อมูลไม่ได้
tr: %lld kapsayıcı klasörü hâlâ harici diske yönlendiriyor. Yeniden yüklemeden önce bunları geri yüklemelisiniz; aksi takdirde uygulama yeniden yüklense de verilerini okuyamaz.
vi: Vẫn còn %lld thư mục bộ chứa trỏ đến ổ đĩa ngoài. Phải khôi phục trước khi cài lại, nếu không ứng dụng vẫn không đọc được dữ liệu sau khi cài lại.
zh_hant: 還有 %lld 個容器目錄指向外接磁碟。重新安裝前必須先還原，否則重新安裝後應用程式仍讀不到資料。

source: 重新检查
ar: إعادة الفحص
de: Erneut prüfen
en: Check again
eo: Rekontroli
es: Volver a comprobar
fr: Vérifier à nouveau
hi: फिर से जाँचें
id: Periksa lagi
it: Verifica di nuovo
ja: 再チェック
ko: 다시 확인
nl: Controleer opnieuw
pl: Sprawdź ponownie
pt: Verificar novamente
ru: Проверить снова
th: ตรวจสอบอีกครั้ง
tr: Yeniden Kontrol Et
vi: Kiểm tra lại
zh_hant: 重新檢查

source: 需要授权
ar: يلزم منح الإذن
de: Berechtigung erforderlich
en: Permission needed
eo: Permeso bezonata
es: Se requiere permiso
fr: Autorisation requise
hi: अनुमति चाहिए
id: Perlu izin
it: Permesso necessario
ja: 許可が必要
ko: 권한 필요
nl: Toestemming nodig
pl: Wymagane uprawnienie
pt: Permissão necessária
ru: Требуется разрешение
th: ต้องได้รับอนุญาต
tr: İzin gerekli
vi: Cần cấp quyền
zh_hant: 需要授權

source: 修复
ar: إصلاح
de: Reparieren
en: Repair
eo: Ripari
es: Reparar
fr: Réparer
hi: ठीक करें
id: Perbaiki
it: Ripara
ja: 修復
ko: 복구
nl: Herstellen
pl: Napraw
pt: Reparar
ru: Исправить
th: ซ่อม
tr: Onar
vi: Sửa
zh_hant: 修復

source: AppPorts 曾用 Ad-hoc 签名替换了 %lld 个应用的开发者签名： %@ 升级到 macOS 27 后它们可能无法打开。建议升级前检查一遍：点这些应用右侧的「修复」按钮。
ar: استبدل AppPorts توقيعات المطوّرين لـ %lld تطبيقات بتوقيع Ad-hoc: %@ قد يتعذر فتحها بعد الترقية إلى macOS 27. يُنصح بفحصها قبل الترقية: انقر على زر «إصلاح» إلى يمين كل تطبيق.
de: AppPorts hat die Entwicklersignatur von %lld Apps durch eine Ad-hoc-Signatur ersetzt: %@ Nach dem Upgrade auf macOS 27 lassen sich diese Apps möglicherweise nicht mehr öffnen. Prüfe sie vor dem Upgrade: Klicke rechts neben der jeweiligen App auf „Reparieren“.
en: AppPorts replaced the developer signature of %lld app(s) with an ad-hoc one: %@ After upgrading to macOS 27 they may fail to open. Check them before upgrading: click the “Repair” button on the right of each app in the list.
eo: AppPorts iam anstataŭigis la programistajn subskribojn de %lld aplikaĵoj per subskribo Ad-hoc: %@ Post ĝisdatigo al macOS 27 ili eble ne malfermiĝos. Estas rekomendate kontroli ilin antaŭ ĝisdatigo: alklaku la butonon “Ripari” dekstre de tiuj aplikaĵoj.
es: AppPorts sustituyó la firma del desarrollador de %lld apps por una firma Ad-hoc: %@ Tras actualizar a macOS 27, estas apps podrían no abrirse. Compruébalas antes de actualizar: haz clic en «Reparar» a la derecha de cada una.
fr: AppPorts a remplacé la signature du développeur de %lld apps par une signature Ad-hoc : %@ Ces apps peuvent ne plus s’ouvrir après le passage à macOS 27. Vérifiez-les avant la mise à niveau : cliquez sur « Réparer » à droite de chacune de ces apps.
hi: AppPorts ने %lld ऐप के डेवलपर के हस्ताक्षर को Ad-hoc हस्ताक्षर से बदला था: %@ macOS 27 पर अपग्रेड करने के बाद ये शायद न खुलें। अपग्रेड से पहले जाँच लें: इन ऐप के दाईं ओर “ठीक करें” बटन पर क्लिक करें।
id: AppPorts pernah mengganti tanda tangan pengembang %lld app dengan tanda tangan Ad-hoc: %@ Setelah peningkatan ke macOS 27, app tersebut mungkin tidak dapat dibuka. Periksa sebelum meningkatkan: klik tombol “Perbaiki” di sebelah kanan app tersebut.
it: AppPorts ha sostituito la firma dello sviluppatore di %lld app con una firma Ad-hoc: %@ Dopo l’aggiornamento a macOS 27, queste app potrebbero non aprirsi. È consigliato verificarle prima dell’aggiornamento: fai clic su “Ripara” a destra di ogni app nell’elenco.
ja: AppPorts は以前、%lld 個のアプリの開発元の署名を Ad-hoc 署名に置き換えました： %@ macOS 27 にアップグレードすると、これらのアプリを開けなくなる場合があります。アップグレード前に確認することをおすすめします：各アプリの右側にある「修復」ボタンをクリックしてください。
ko: AppPorts가 앱 %lld개의 개발자 서명을 Ad-hoc 서명으로 교체했습니다: %@ macOS 27로 업그레이드하면 해당 앱들이 열리지 않을 수 있습니다. 업그레이드 전에 각 앱 오른쪽의 “복구” 버튼을 클릭하여 확인하는 것이 좋습니다.
nl: AppPorts heeft de handtekening van de ontwikkelaar van %lld apps vervangen door een Ad-hoc-handtekening: %@ Na een upgrade naar macOS 27 openen deze apps mogelijk niet. Controleer ze vóór de upgrade: klik op ‘Repareer’ rechts van elke app in de lijst.
pl: Liczba aplikacji, w których AppPorts zastąpił podpis dewelopera podpisem Ad-hoc: %lld. %@ Po aktualizacji do macOS 27 mogą się nie otwierać. Zalecamy sprawdzenie ich przed aktualizacją: kliknij „Napraw” po prawej stronie każdej z tych aplikacji na liście.
pt: O AppPorts substituiu a assinatura do desenvolvedor de %lld apps por uma assinatura Ad-hoc: %@ Após a atualização para o macOS 27, esses apps podem não abrir. Recomendamos verificá-los antes de atualizar: clique em “Reparar” à direita de cada app na lista.
ru: Число приложений, в которых AppPorts заменил подпись разработчика подписью Ad-hoc: %lld. %@ После обновления до macOS 27 они могут не открываться. Рекомендуется проверить их до обновления: нажмите «Исправить» справа от каждого такого приложения в списке.
th: AppPorts เคยแทนที่ลายเซ็นของนักพัฒนาแอป %lld แอปด้วยลายเซ็น Ad-hoc: %@ หลังอัปเกรดเป็น macOS 27 แอปเหล่านี้อาจเปิดไม่ได้ แนะนำให้ตรวจสอบก่อนอัปเกรด โดยคลิกปุ่ม “ซ่อมแซม” ทางด้านขวาของแอปเหล่านี้
tr: AppPorts, %lld uygulamanın geliştirici imzasını Ad-hoc imzayla değiştirdi: %@ macOS 27’ye yükselttikten sonra bu uygulamalar açılmayabilir. Yükseltmeden önce kontrol etmeniz önerilir: listedeki bu uygulamaların sağındaki “Onar” düğmesine tıklayın.
vi: AppPorts từng thay chữ ký nhà phát triển của %lld ứng dụng bằng chữ ký Ad-hoc: %@ Sau khi nâng cấp lên macOS 27, chúng có thể không mở được. Nên kiểm tra trước khi nâng cấp: bấm nút “Sửa” ở bên phải các ứng dụng này.
zh_hant: AppPorts 曾用 Ad-hoc 簽名替換了 %lld 個應用程式的開發者簽名： %@ 升級至 macOS 27 後，它們可能無法打開。建議在升級前逐一檢查：按一下這些應用程式右側的「修復」按鈕。
